[
  {
    "name": "Miya",
    "description": "Miya, Pemanah Cahaya Bulan",
    "imageRes": "hero1",
    "role": "Marksman",
    "bp": "10800",
    "dm": "0",
    "tiket": "399",
    "rolee": "gold",
    "type": "Reap/Damage",
    "story": "Miya tinggal di Azrya bersama para Moon Elf lainnya. Dia berdiri menjauhi perselisihan duniawi, dan tidak menyangka pasukan Iblis akan menyerang secara tiba-tiba. Untuk melindungi tanah airnya, Miya, sebagai Pendeta Bulan, memimpin para Peri Bulan lainnya dalam pertahanan melawan musuh asing."
  },
  {
    "name": "Balmond",
    "description": "Balmond, Binatang Berdarah",
    "imageRes": "hero2",
    "role": "Fighter",
    "bp": "6500",
    "dm": "299",
    "tiket": "0",
    "rolee": "jung",
    "type": "Damage/Regen",
    "story": "Balmond adalah pemimpin para Orc, memimpin pasukan Orc melawan invasi para Iblis. Selama pertempuran, dia mengonsumsi darah Blood Demon dan menjadi marah. Hal ini membangkitkan minat Alice, jadi dia menandatangani kontrak dengan Balmond dengan syarat mengembalikan Stormeye Wasteland. Balmond dan pasukan Orcnya telah bertarung demi para Iblis."
  },
  {
    "name": "Saber",
    "description": "Saber, Pedang Pengembaraan",
    "imageRes": "hero3",
    "role": "Assassin",
    "bp": "6500",
    "dm": "299",
    "tiket": "0",
    "rolee": "jung",
    "type": "Charge/Reap",
    "story": "Pernah dipanggil Duanmeng dan terobsesi dengan kendo, Saber datang ke Laboratorium 1718 untuk mengubah dirinya demi mengejar ketangguhan yang sesungguhnya, namun ingatannya terhapus dan dia menjadi mesin pembunuh. Siksaan ingatannya mendorongnya untuk akhirnya menghancurkan laboratorium dan dia memulai hidup dalam pelarian untuk mencari masa lalu."
  },
  {
    "name": "Alice",
    "description": "Alice, Ratu Darah",
    "imageRes": "hero4",
    "role": "Mage, Tank",
    "bp": "15000",
    "dm": "399",
    "tiket": "0",
    "rolee": "exp",
    "type": "Charge/Regen",
    "story": "Alice lahir di Era Perselisihan dahulu kala. Sebagai anak haram, dia menderita penghinaan sejak kecil. Disihir oleh Iblis, Alice memicu perselisihan di dalam keluarga, yang akhirnya mengambil kendali atas seluruh keluarga dan membuat semua anggotanya mengkhianati Penguasa Cahaya. Namun pengkhianatan mereka memicu hukuman ilahi dan mengubah mereka menjadi Iblis Darah. Akibatnya, Alice memimpin mereka untuk bergabung dengan Abyss dan mereka berjuang melawan kegelapan sejak saat itu."
  },
  {
    "name": "Nana",
    "description": "Nana, Leonin yang Manis",
    "imageRes": "hero5",
    "role": "Mage",
    "bp": "6500",
    "dm": "299",
    "tiket": "0",
    "rolee": "mage",
    "type": "Poke/Burst",
    "story": "Agar dapat mengendalikan sihir dalam tubuhnya dan berhenti menimbulkan masalah, Nana, pergi ke Rawa Bayangan untuk mencari buah ajaib bersama teman baiknya, Molina. Namun saat bahaya datang, Molina meninggal karena melindungi Nana. Meskipun Nana mendapatkan apa yang dia inginkan, dia juga kehilangan temannya. Dengan kekuatan yang ditinggalkan Molina, Nana memulai perjalanan baru."
  },
  {
    "name": "Tigreal",
    "description": "Tigreal, Prajurit Fajar",
    "imageRes": "hero6",
    "role": "Tank",
    "bp": "6500",
    "dm": "0",
    "tiket": "299",
    "rolee": "roam",
    "type": "Crowd Control",
    "story": "Tigreal adalah bintang yang sedang naik daun di Kekaisaran Moniyan. Namun dalam sebuah pertempuran, Tentara Kedua yang dia pimpin pergi jauh ke wilayah musuh sendirian di bawah perintah pejabat tingkat tinggi dan menderita kerugian besar, yang akhirnya Tigreal dipaksa untuk bertanggung jawab. Karena itu, dia meninggalkan Kekaisaran dan datang ke Vale Utara. Selama periode waktu ini, Tigreal akhirnya menyelesaikan masalah dalam pikirannya. Akhirnya, dia kembali ke Kekaisaran dan menjadi pemimpin Ordo Cahaya."
  },
  {
    "name": "Alucard",
    "description": "Alucard, Pemburu Iblis",
    "imageRes": "hero7",
    "role": "Fighter, Assassin",
    "bp": "15000",
    "dm": "0",
    "tiket": "399",
    "rolee": "jung",
    "type": "Chase/Damage",
    "story": "Ayah Alucard adalah rekan seperjuangan Tigreal yang menghilang dalam pertempuran dengan Iblis. Oleh karena itu, dia membenci kegelapan, bergabung dengan Biara Cahaya, dan bersumpah untuk menghancurkan semua Iblis. Tapi kemudian dia mengetahui rahasia tersembunyi dari pertempuran ini, jadi dia meninggalkan Biara Cahaya dalam kemarahan dan melawan kegelapan dengan caranya sendiri."
  },
  {
    "name": "Karina",
    "description": "Karina, Bilah Bayangan",
    "imageRes": "hero8",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Reap/Magic Damage",
    "story": "Karina adalah pembunuh terbaik di antara Peri Kegelapan yang hidup secara kodrati dengan adik perempuannya, Selena. Namun sebagai kakak perempuan, Karina gagal mencegah Selena mendedikasikan dirinya untuk Abyss. Untuk menghentikan perbuatan jahat adiknya, dan menemukan cara untuk membawanya kembali, Karina memulai perjalanan baru."
  },
  {
    "name": "Akai",
    "description": "Akai, Prajurit Panda",
    "imageRes": "hero9",
    "role": "Tank",
    "bp": "32000",
    "dm": "0",
    "tiket": "599",
    "rolee": "roam",
    "type": "Guard/Crowd Control",
    "story": "Suatu ketika, ada seekor panda di Stream Valley bernama Akai. Dengan mimpi menjadi pahlawan, dia selalu bersemangat untuk menawarkan bantuan, tetapi sering kali malah menyebabkan lebih banyak masalah. Dia bekerja keras untuk mengejar mimpinya, dan meskipun dia pernah tersesat di jalan yang benar, pada akhirnya, dia mengingat kembali niat awalnya dan menjadi pahlawan sejati."
  },
  {
    "name": "Franco",
    "description": "Franco, Prajurit Beku",
    "imageRes": "hero10",
    "role": "Tank",
    "bp": "32000",
    "dm": "0",
    "tiket": "749",
    "rolee": "roam",
    "type": "Initiator/Control",
    "story": "Franco adalah satu-satunya pejuang di Frozen Ocean yang dapat memimpin orang-orang untuk melawan Bane. Dalam satu pertempuran, Franco mengetahui tipu muslihat Bane dan akhirnya mengalahkannya. Kehidupan pun kembali pulih di Northern Vale di bawah kepemimpinannya."
  },
  {
    "name": "Bane",
    "description": "Bane, Raja Beku",
    "imageRes": "hero11",
    "role": "Fighter, Mage",
    "bp": "6500",
    "dm": "299",
    "tiket": "0",
    "rolee": "jung",
    "type": "Push/Burst",
    "story": "Bane adalah bajak laut yang ditempatkan di Samudra Beku. Dia pernah dengan kejam menguasai lautan luas di Northern Vale. Dia adalah musuh bebuyutan Franco, yang kemudian mengalami kekalahan di tangan Franco. Secara kebetulan, dia menjadi manusia setengah gurita seperti sekarang ini."
  },
  {
    "name": "Bruno",
    "description": "Bruno, Pelindung",
    "imageRes": "hero12",
    "role": "Marksman",
    "bp": "15000",
    "dm": "399",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Burst",
    "story": "Terlahir dalam kemiskinan, Bruno kehilangan kakinya dalam sebuah kecelakaan, setelah itu Eruditio menciptakan sepasang kaki palsu untuknya. Sebagai rasa terima kasihnya kepada Kota Cendekia, Bruno bersumpah untuk menjaga kota ini selama sisa hidupnya."
  },
  {
    "name": "Clint",
    "description": "Clint, Keadilan Barat",
    "imageRes": "hero13",
    "role": "Marksman",
    "bp": "15000",
    "dm": "0",
    "tiket": "399",
    "rolee": "gold",
    "type": "Reap/Burst",
    "story": "Clint adalah seorang sheriff di sebuah kota kecil di barat. Dia memerintahkan eksekusi terhadap keponakan Kane, Blandy. Para penduduk takut pada Kane, jadi mereka menyerahkan Blandy kepada sebuah geng dan mengusir Clint. Namun Blandy tetap tidak mau meninggalkan kota itu. Clint keluar untuk menjaga kota di masa krisis ini. Setelah masalah itu selesai, dia pergi ke Los Pecados untuk membasmi kekuatan jahat Kane."
  },
  {
    "name": "Rafaela",
    "description": "Rafaela, Sayap Kekudusan",
    "imageRes": "hero14",
    "role": "Support",
    "bp": "6500",
    "dm": "0",
    "tiket": "254",
    "rolee": "roam",
    "type": "Regen/Guard",
    "story": "Rafaela dan kakaknya, Argus, sama-sama malaikat, tapi Argus diperlakukan berbeda karena statusnya sebagai malaikat laki-laki. Semua pujian diberikan kepada Rafaela, dan semua kritik diserahkan kepada Argus. Setelah serangkaian peristiwa yang dibiarkan bergejolak, keretakan muncul dalam hubungan kedua saudara kandung ini. Argus akhirnya jatuh ke dalam Abyss, sesuatu yang disesali oleh Rafaela, tetapi ia tidak bisa berbuat apa-apa. Dia adalah malaikat yang dikagumi banyak orang, tetapi kakak laki-lakinya terus binasa dalam kesakitan."
  },
  {
    "name": "Eudora",
    "description": "Eudora, Penenun Petir",
    "imageRes": "hero15",
    "role": "Mage",
    "bp": "2000",
    "dm": "299",
    "tiket": "0",
    "rolee": "mage",
    "type": "Control/Burst",
    "story": "Eudora adalah seorang Peri Cahaya yang memiliki bakat sihir tingkat tinggi, namun selalu kehilangan kendali atas emosinya karena ia didiskriminasi karena status Ell-nya. Kemudian, dia ditemukan oleh mentor Akademi Sihir, Theresa, yang membawanya ke Akademi Sihir untuk belajar. Akhirnya, dia mengatasi kesuraman di hatinya dan menggantikan Theresa, menjadi dekan Sekolah Ulturia."
  },
  {
    "name": "Zilong",
    "description": "Zilong, Tombak Naga",
    "imageRes": "hero16",
    "role": "Fighter, Assassin",
    "bp": "15000",
    "dm": "0",
    "tiket": "399",
    "rolee": "exp",
    "type": "Chase/Damage",
    "story": "Zilong muda terpisah dari keluarganya dalam sebuah kecelakaan dan kemudian dibawa oleh Naga Besar, di mana dia berlatih dengan Ling di alam rahasia Altar Naga, yang akhirnya menjadi pewaris Naga Besar, mengemban tugas penting untuk melindungi Cadia Riverlands."
  },
  {
    "name": "Fanny",
    "description": "Fanny, Penari Bilah",
    "imageRes": "hero17",
    "role": "Assassin",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Reap",
    "story": "Fanny adalah adik perempuan dari Tigreal, yang tumbuh di bawah perlindungan keluarga dan kakak laki-lakinya sejak kecil. Namun, Tigreal disalahkan atas sebuah kesalahan dalam pertempuran dan meninggalkan rumah. Mengabaikan halangan dari keluarganya, Fanny bergabung dengan tentara, dan melalui senjata yang dirancangnya sendiri, ia berhasil menyelesaikan satu demi satu tugas, menjadi petarung luar biasa yang dapat menjaga dirinya sendiri."
  },
  {
    "name": "Layla",
    "description": "Layla, Energy Gunner",
    "imageRes": "hero18",
    "role": "Marksman",
    "bp": "2000",
    "dm": "299",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Damage",
    "story": "Sebagai seorang anak yang suka berpetualang. Layla berangkat menjelajahi dunia setelah dia menerima Meriam Malefic dari ayahnya. Tak disangka, Layla jatuh ke tangan Laboratorium 1718. Ayahnya menyerahkan dirinya ke laboratorium tersebut sebagai sandera untuk menyelamatkan Layla. Untuk menebus kesalahannya dan menyelamatkan ayahnya, Layla mengambil Meriam Malefic dan memulai misi penyelamatan."
  },
  {
    "name": "Minotaur",
    "description": "Minotaur, Putra Minos",
    "imageRes": "hero19",
    "role": "Tank, Support",
    "bp": "15000",
    "dm": "399",
    "tiket": "0",
    "rolee": "roam",
    "type": "Crowd Control",
    "story": "Di masa lalu, pernah ada sebuah negara bernama Minoa di Lahan Kering Agelta. Pangeran dari negara tersebut, Minotaur, melukai ayahnya dengan fatal dalam kemarahan, setelah itu dia mengasingkan diri ke Labirin Minoa dengan rasa malu dan penyesalan. Ketika dia keluar dari Labirin lagi, dia menemukan negaranya telah lama musnah, kerabatnya telah lama pergi. Dengan giginya yang kuat, Minotaur memulai perjalanan untuk mengembalikan tanah airnya ke masa kejayaannya..."
  },
  {
    "name": "Lolita",
    "description": "Lolita, Elf Baja",
    "imageRes": "hero20",
    "role": "Support, Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Guard/Crowd Control",
    "story": "Lahir di sebuah desa elf terpencil, Lolita kehilangan kedua orangtuanya karena perang dan diadopsi oleh Dr. Master Rooney menanamkan Inti Energi Noumenon ke dalam tubuhnya, yang memungkinkannya mengeluarkan kekuatan yang luar biasa bahkan dalam tubuhnya yang kecil. Dengan inti energi tersebut, Lolita bahkan dapat memanipulasi palu mekanik raksasa dengan mudah."
  },
  {
    "name": "Hayabusa",
    "description": "Hayabusa, Crimson Shadow",
    "imageRes": "hero21",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Burst",
    "story": "Hayabusa adalah kepala putra kedua dari Sekte Bayangan. Sejak kecil, ia tumbuh di bawah pemerintahan tangan besi ayahnya, dan meskipun ninjutsu-nya tidak pernah bisa menyaingi kakaknya, dia adalah teman dan anggota keluarga yang baik baginya. Ketika Hayabusa mengetahui bahwa saudaranya telah disakiti oleh Hanzo, dia memutuskan untuk menghabiskan sisa hari-harinya untuk menguasai ninjutsu, untuk memburu dan membalaskan dendamnya..."
  },
  {
    "name": "Freya",
    "description": "Freya, Valkyrie",
    "imageRes": "hero22",
    "role": "Fighter",
    "bp": "0",
    "dm": "First Top Up",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Damage",
    "story": "FreyaKakak Skuld adalah Valkyrie yang sangat baik, tetapi karena kecelakaan yang dipicu oleh Freya, dia terjun ke Twilight Orb dan menghilang bersama dengannya. Karena itu, Freya mengambil alih sebagai Valkyrie dan memikul tanggung jawab untuk melindungi Vale Utara."
  },
  {
    "name": "Gord",
    "description": "Gord, Profesor Mistik",
    "imageRes": "hero23",
    "role": "Mage",
    "bp": "24000",
    "dm": "0",
    "tiket": "499",
    "rolee": "mage",
    "type": "Poke/Burst",
    "story": "Salah satu murid terbaik di Akademi Sihir, tetapi dia mencampurkan ilmu sihir kuno ke dalam proses berlatih seni misterius, yang menyebabkan dia dirasuki Iblis. Beruntung Elward bertindak tepat waktu, membantu Gord mengendalikan energi yang keluar dari tubuhnya. Setelah itu, Gord tidak memiliki harapan untuk mencapai puncak sihir misterius dalam hidupnya, dan akhirnya menjadi mentor di Akademi Sihir."
  },
  {
    "name": "Natalia",
    "description": "\tNatalia, Cakar Cerah",
    "imageRes": "hero24",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Chase/Finisher",
    "story": "Kepala pembunuh bayaran dari Gereja Cahaya. Dia pernah melakukan kesalahan selama misi pembunuhan, membuat rekannya menghadapi bencana yang belum pernah terjadi sebelumnya. Meskipun dia dapat melarikan diri dengan bantuan Tigreal, dia kemudian diasingkan ke perbatasan Kekaisaran untuk melakukan tugas yang lebih berbahaya."
  },
  {
    "name": "Kagura",
    "description": "Kagura, Tuan Onmyouji",
    "imageRes": "hero25",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Poke/Finisher",
    "story": "Sebagai keturunan Onmyouji Master Seimei, Kagura telah menjadi anak yang sulit diatur dan aneh sejak dia kehilangan orang tuanya pada usia dini. Tetapi untuk beberapa alasan misterius, harta karun Payung Seimei memilihnya untuk menjadi pemiliknya yang sah. Tumbuh dan menyadari perasaannya sendiri Hayabusa, Kagura membawanya Payung Seimei dan mengikutinya ke dunia luar tanpa ragu ..."
  },
  {
    "name": "Chou",
    "description": "Chou, Kung Fu Boy",
    "imageRes": "hero26",
    "role": "Fighter",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Control",
    "story": "Chou adalah seorang seniman bela diri berbakat yang lahir di daerah kumuh. Dia mempelajari seni bela diri oriental kuno di bawah bimbingan seorang biksu misterius. Dia lincah dan terampil dalam menggunakan nunchaku."
  },
  {
    "name": "Sun",
    "description": "Sun, Raja Monyet",
    "imageRes": "hero27",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Push/Damage",
    "story": "Raja para monyet, tidak bisa diatur dan tidak taat hukum. Dia pernah ditindas oleh para dewa di bawah gunung. Setelah keluar dari penjara ini, dia mendapatkan kembali kebebasannya dan bersiap untuk menunjukkan keahliannya di benua ini."
  },
  {
    "name": "Alpha",
    "description": "Alpha, Bilah Permusuhan",
    "imageRes": "hero28",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Charge/Damage",
    "story": "Cyborg murni yang diciptakan oleh Laboratorium 1718. Ditugaskan untuk memburu dan membunuh Saber oleh penciptanya, kebencian Alpha yang membara terhadap Saber membuatnya menjadi kandidat yang sempurna untuk peran tersebut."
  },
  {
    "name": "Ruby",
    "description": "Ruby, Little Red Hood",
    "imageRes": "hero29",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Crowd Control/Regen",
    "story": "Desa tempat Ruby tinggal diserang oleh manusia serigala. Pada saat krisis, Roger muncul untuk membantu mereka mengusir manusia serigala. Roger mengajari Ruby cara bertarung dan memberinya sabit agar ia dapat melindungi dirinya sendiri dan desa."
  },
  {
    "name": "Yi Sun-shin",
    "description": "Yi Sun-shin, Legenda Paenlong",
    "imageRes": "hero30",
    "role": "Assassin, Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Reap/Chase",
    "story": "Yi Sun-shin adalah pemimpin armada Kota Naga dan dia berdedikasi pada tugasnya. Namun, penguasa Kota Naga mempercayai tuduhan palsu itu dan menurunkan derajat Yi Sun-shin menjadi rakyat biasa. Armada, tanpa pemimpin, diserang oleh bajak laut. Pada saat krisis ini, Yi Sun-shin melangkah maju dan memimpin armada yang telah direformasi untuk mempertahankan wilayah laut dan berhasil mengalahkan bajak laut yang kuat dengan kekuatan angkatan laut yang tersisa."
  },
  {
    "name": "Moskov",
    "description": "Moskov, Tombak Tenang",
    "imageRes": "hero31",
    "role": "Marksman",
    "bp": "32000",
    "dm": "399",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Chase",
    "story": "Moskov dan Khaleed bertempur bersama dengan Suku Thornwolf, tetapi Khaleed menjadi lebih populer daripada Moskov, yang sangat sulit untuk diterima oleh Moskov. Ketika Khufra terbangun, Moskov bergegas ke medan perang untuk membuktikan diri meskipun ada penolakan dari teman-temannya, tetapi dia hampir kehilangan nyawanya, dan semua anggota keluarganya meninggal. Dia begitu putus asa sehingga dia menyerahkan jiwanya ke dalam jurang dan hidup untuk membalas dendam sejak saat itu."
  },
  {
    "name": "Johnson",
    "description": "Johnson, Mesin Liar",
    "imageRes": "hero32",
    "role": "Tank, Support",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Support/Crowd Control",
    "story": "Johnson dulunya adalah seorang atlet. Dia selamat dari kecelakaan mobil yang serius dan mendapati dirinya menyatu dengan “kendaraan super”. Sekarang, dia adalah seorang pria dengan tubuh “kendaraan super.”"
  },
  {
    "name": "Cyclop",
    "description": "Cyclops, Penyihir Starsoul",
    "imageRes": "hero33",
    "role": "Mage",
    "bp": "15000",
    "dm": "399",
    "tiket": "0",
    "rolee": "mage",
    "type": "Poke/Control",
    "story": "Seorang penjelajah langit misterius yang datang ke Land of Dawn ribuan tahun yang lalu dan mengetahui banyak misteri tentang penciptaan Land of Dawn dan Perang Tanpa Akhir. Dia akan selalu membawa wahyu kepada umat manusia pada saat-saat kritis."
  },
  {
    "name": "Estes",
    "description": "Estes, Raja Elf Bulan",
    "imageRes": "hero34",
    "role": "Support",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "roam",
    "type": "Regen/Guard",
    "story": "Raja Peri yang memerintah Peri Bulan tertidur lelap setelah mengalami cedera serius dalam Perang Pesawat Kedua. Ketika Peri Bulan sekali lagi berada dalam bahaya karena kebangkitan Abyss, dia terbangun di malam yang penuh kilat dan guntur."
  },
  {
    "name": "Hilda",
    "description": "Hilda, Kekuatan Megalit",
    "imageRes": "hero35",
    "role": "Fighter, Tank",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "roam",
    "type": "Damage/Regen",
    "story": "Megalith Wasteland adalah kampung halaman Hilda. Hilda, yang tumbuh sebagai pewaris Kekuatan Megalith, mengetahui bahwa dia bukan anak kandung ibunya, dan oleh karena itu tidak dapat memperoleh Kekuatan Megalith. Tapi dia ingat bahwa ibunya pernah mengatakan kepadanya: Kekuatan Megalit dari setiap generasi memiliki arti yang unik. Untuk menemukan arti pentingnya sendiri, dia memulai perjalanan ke negeri asing."
  },
  {
    "name": "Aurora",
    "description": "Aurora, Gadis Gletser",
    "imageRes": "hero36",
    "role": "Mage",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "mage",
    "type": "Crowd Control/Poke",
    "story": "Aurora, Sang Gadis Gletser, yang memimpin keyakinan tak tergoyahkan dari manusia yang tak terhitung jumlahnya di Utara, memberikan keabadian kepada dunia. Di masa mudanya, dia menanggung siksaan dari kehebatan bawaannya untuk Sihir Es sampai murid-murid Cahaya membawanya ke Puncak Ratu, di mana dia menerima infus cahaya yang memberinya keabadian. Dengan berlinang air mata, ibunya mengucapkan selamat tinggal saat dia menyerah pada pelukan dingin badai salju. Aurora tertidur selama seribu tahun di atas puncak. Saat terbangun, ia tersadar akan kebenaran: keabadian yang sesungguhnya terletak pada emosi yang sekilas, seperti senyum terakhir ibunya yang menenangkan. Oleh karena itu, Aurora memutuskan untuk memberikan keabadian ini kepada dunia. Pada saat itulah sebuah legenda lahir di Utara. Legenda tersebut berbicara tentang orang-orang yang hampir mati yang akan mendaki Queen's Peak, mencari pelukan dingin sang dewi di sana. Jika dikabulkan, semua kenangan, kerinduan, dan emosi akhir seseorang akan diserahkan kepada sang dewi, yang akan menjaganya hingga akhir zaman. Dan dengan demikian, mereka akan hidup untuk selamanya"
  },
  {
    "name": "Lapu-lapu",
    "description": "Lapu-Lapu, Blade Keberanian",
    "imageRes": "hero37",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Burst",
    "story": "Lapu-Lapu tinggal bersama orang-orang Dorika lainnya di Kepulauan Vonetis, menjalani kehidupan yang jauh dari pertikaian duniawi. Namun, kedatangan seorang panglima perang yang membelot dari Kekaisaran Moniyan memecah keheningan ini dan menyebabkan pembunuhan tanpa henti. Lapu-Lapu mengumpulkan semua suku untuk melawan invasi panglima perang dan akhirnya menang, mengubah Kepulauan Vonetis menjadi surga kebebasan lagi."
  },
  {
    "name": "Vexana",
    "description": "Vexana, Shimmer of Hope",
    "imageRes": "hero38",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Poke/Control",
    "story": "Vexana adalah penguasa agung Necrokeep, ibu yang lembut dari para mayat hidup, tetapi juga satu-satunya secercah cahaya yang menembus Kabut, membawa harapan ke tanah terkutuk yang dijauhi oleh kehidupan dan kematian."
  },
  {
    "name": "Roger",
    "description": "Roger, Pemburu Serigala Dire",
    "imageRes": "hero39",
    "role": "Fighter, Marksman",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "jung",
    "type": "Finisher/Burst",
    "story": "Roger dulunya adalah seorang manusia. Selama pertempuran dengan manusia serigala White Fang, dia terbunuh oleh gigi tajam White Fang dan dibangkitkan sebagai manusia serigala. Roger yang telah terlahir kembali bersumpah untuk membalas dendam dan membasmi ancaman manusia serigala dari dunia ini."
  },
  {
    "name": "Karrie",
    "description": "Karrie, Bintang yang Hilang",
    "imageRes": "hero40",
    "role": "Marksman",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Damage",
    "story": "Karrie dilatih oleh Kekaisaran untuk menjadi mesin perang sejak ia masih kecil, karena bakatnya yang luar biasa. Setelah satu pertempuran, Karrie yang terluka parah menyatu dengan kesadaran seorang nabi alien, sehingga dia mengetahui nasib kehancuran kampung halamannya, dan untuk menemukan cara untuk mematahkan ramalan itu, dia meninggalkan Alaghat."
  },
  {
    "name": "Gatotkaca",
    "description": "Gatotkaca, Legenda Perkasa",
    "imageRes": "hero41",
    "role": "Tank, Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Crowd Control/Burst",
    "story": "Putra Bima dan Arimbi dari Jagad Raya. Ketika ia masih kecil, ia menjadi jagoan para dewa, bertarung melawan musuh di kampung halamannya."
  },
  {
    "name": "Harley",
    "description": "Harley, Genius Mage",
    "imageRes": "hero42",
    "role": "Assassin, Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Burst/Poke",
    "story": "Pewaris Kastil Grandrock, Harley memiliki bakat yang biasa-biasa saja dan tidak dianggap penting oleh Duke of Vance, ayahnya. Namun dia selalu sangat dekat dengan saudara perempuannya, Lesley. Untuk menarik perhatian ayahnya, dia berlatih menyulap agar terlihat seperti memiliki kemampuan sihir, namun hal ini berakibat fatal karena dia diculik. Lesley bergegas menyelamatkannya, dan di tengah-tengah krisis ini kekuatan sihirnya yang dahsyat terbangun, mereka berdua kemudian melanjutkan pertarungan untuk keluar. Pada akhirnya. Lesley mengirim Harley untuk tinggal dan belajar di Akademi Sihir."
  },
  {
    "name": "Irithel",
    "description": "Irithel, Jantung Rimba",
    "imageRes": "hero43",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Burst",
    "story": "Irithel ditinggalkan di hutan oleh orang tuanya ketika ia masih kecil. Di bawah bimbingan God of Jungle, seekor Smilodon wanita yang baru saja melahirkan mengadopsinya. Dilindungi oleh ibu Smilodon, si kecil Smilodon Leo dan Irithel belajar berburu, bertahan hidup dan tumbuh besar seperti binatang."
  },
  {
    "name": "Grock",
    "description": "Grock, Benteng Titan",
    "imageRes": "hero44",
    "role": "Tank, Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Crowd Control/Initiator",
    "story": "Manusia batu yang menandatangani kontrak dengan Yang Kuno memiliki sifat yang baik hati dan kekuatan yang tak terbatas. Dia tidur hampir sepanjang hidupnya. Setelah Grock terbangun, dia menemukan bahwa Ancient Ones yang dia jaga telah menghilang, jadi dia membawa Kastil Ancient Ones di pundaknya dan berjalan keluar dari pegunungan untuk menemukan keberadaan Ancient Ones."
  },
  {
    "name": "Argus",
    "description": "Argus, Malaikat Gelap",
    "imageRes": "hero45",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Charge/Burst",
    "story": "Argus dan Rafaela adalah sepasang malaikat kembar. Namun, semua malaikat dalam legenda adalah perempuan, membuat Argus menjadi sesuatu yang terbuang. Meskipun Biara Cahaya menggunakan kekuatannya untuk membasmi ajaran sesat, mereka tidak pernah mengakui keberadaannya. Argus membenci umat manusia dan memandang mereka dengan penuh kebencian. Namun dalam sebuah pertempuran, dia mendapatkan Pedang Meteor di tengah-tengah pertempuran. Pedang itu mengungkapkan bahwa Argus sebenarnya terlahir sebagai manusia, yatim piatu ketika orang tuanya dibunuh oleh kaumnya sendiri. Di bawah Kutukan Pedang Meteor, dia diliputi kebencian dan jatuh ke dalam kondisi iblis, menjadi Malaikat Kegelapan."
  },
  {
    "name": "Odette",
    "description": "Odette, Putri Swan",
    "imageRes": "hero46",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Burst/Poke",
    "story": "Sebagai putri Pangeran Alvin, Putri Odette adalah seorang wanita romantis yang terlihat sebagai wanita yang berperilaku baik dan patuh, tetapi sebenarnya mendambakan petualangan. Setelah ia berkenalan dengan Lancelot dan menyelamatkannya dalam sebuah keributan duel, Odette perlahan-lahan menyadari perasaannya terhadap Lancelot. Akhirnya, ia memutuskan untuk meninggalkan Kastil Angsa dan memulai petualangan untuk mencari kekasihnya."
  },
  {
    "name": "Lancelot",
    "description": "Lancelot, Bilah Mawar",
    "imageRes": "hero47",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Burst",
    "story": "Sebagai putra tertua dari Duke Baroque, Lancelot adalah seorang pemberontak. Bertekad untuk menolak pernikahan politik yang diatur oleh ayahnya, dia berkeliling negeri dan menjalani kehidupan yang tidak bermoral. Setelah terluka dalam perkelahian karena mabuk di sebuah kedai minuman. Lancelot diselamatkan oleh Odette dan akhirnya menyadari apa yang sebenarnya didambakan oleh hatinya. Anak yang hilang itu kembali dengan penuh penyesalan dan dengan demikian memulai petualangannya melintasi Tanah Fajar."
  },
  {
    "name": "Diggie",
    "description": "Diggie, Pencatat Waktu",
    "imageRes": "hero48",
    "role": "Support",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "roam",
    "type": "Guard/Poke",
    "story": "Diggie adalah seorang sarjana dari Eruditio. Dengan “Sarang Waktu” miliknya, Diggie dapat memutar kembali waktu dan bahkan membawa orang lain untuk melakukan perjalanan waktu bersamanya tanpa dihalangi oleh kekuatan dari luar."
  },
  {
    "name": "Hylos",
    "description": "Hylos, Grand Warden",
    "imageRes": "hero49",
    "role": "Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Guard/Initiator",
    "story": "Dia tinggal di Pegunungan Berkabut dan termasuk dalam ras Centaur. Dia memiliki kemampuan untuk mengubah sihir alami menjadi kekuatan hidup, dan pada saat yang sama dia dapat terus menghukum musuh yang menyerang Pegunungan Berkabut dengan mengkonsumsi kekuatan hidupnya sendiri."
  },
  {
    "name": "Zhask",
    "description": "Zhask, Raja Kawanan",
    "imageRes": "hero50",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Chase/Damage",
    "story": "Zhask memperluas Swarm sesuka hatinya di alam semesta, mengganggu keseimbangannya dalam prosesnya. Yve mengejarnya, tapi Zhask selalu berhasil lolos. Ketika dia pergi ke Land of Dawn dan berusaha menghancurkannya, dia mendapat perlawanan dari Aurora dan Tobias. Jadi, dia berhibernasi di Kastiya untuk memulihkan diri. Tapi saat ini. Yve juga tiba, jadi duel sudah dekat."
  },
  {
    "name": "Helcurt",
    "description": "Helcurt, Shadowbringer",
    "imageRes": "hero51",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Push/Burst",
    "story": "Milik ras misterius yang mendedikasikan dirinya ke Abyss untuk mendapatkan kekuatan besar, Helcurt sering muncul dalam bayang-bayang untuk menyergap lawan-lawannya, menggunakan stagger beracun di tubuhnya untuk memberikan pukulan fatal kepada lawannya."
  },
  {
    "name": "Pharsa",
    "description": "Pharsa, Sayap Pembalasan",
    "imageRes": "hero52",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Burst/Poke",
    "story": "Sebagai putri dari Klan Gagak Hutan Askati, dia terlahir dengan darah yang bermutasi. Mutasi tersebut dapat memberikannya kemampuan yang luar biasa jika dia terbangun. Ketika Alice menginvasi Hutan Askati, Pharsa yang terbangun mengusir Alice dan kehilangan penglihatannya. Setelah itu, kekasihnya mengubah dirinya menjadi burung gagak untuk menggantikan matanya."
  },
  {
    "name": "Lesley",
    "description": "Lesley, Penembak jitu yang Mematikan",
    "imageRes": "hero53",
    "role": "Marksman, Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Burst",
    "story": "Setelah kematian ayahnya, ia diadopsi oleh House Vance dan menjadi adik Harley. Lesley menganggap adik laki-lakinya sebagai segalanya baginya, dan terus melindungi Harley secara diam-diam."
  },
  {
    "name": "Jawhead",
    "description": "Jawhead, Steel Sweetheart",
    "imageRes": "hero54",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Charge/Burst",
    "story": "Robot cerdas yang dikembangkan oleh Henry dan istrinya ini dipersenjatai dengan senjata dan kemampuan pertahanan yang kuat, dan juga dapat bertindak sebagai pembantu rumah tangga. Robot ini bertanggung jawab untuk melindungi putri pasangan ini, Ailee, setelah kepergian mereka."
  },
  {
    "name": "Angela",
    "description": "Angela, Bunnylove",
    "imageRes": "hero55",
    "role": "Support",
    "bp": "24000",
    "dm": "499",
    "tiket": "0",
    "rolee": "roam",
    "type": "Guard/Support",
    "story": "Sebuah android yang diciptakan oleh pendiri Laboratorium 1718, Dr. Ia merupakan bentuk kehidupan pertama yang diciptakan tanpa menggunakan tubuh dan jiwa manusia. Untuk mendapatkan pengetahuan tentangnya, para ilmuwan lain di laboratorium mengejar Dr. Sebelum dibawa pergi, Dr. Baker memasukkannya ke dalam kapsul penerbangan untuk melarikan diri."
  },
  {
    "name": "Gusion",
    "description": "Gusion, Pisau Suci",
    "imageRes": "hero56",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Burst/Magic Damage",
    "story": "Meskipun dia dilahirkan dalam keluarga sihir paling kuat di benua ini, Gusion tidak tertarik pada sihir. Dia ingin mendapatkan inspirasi dari cahaya suci untuk mengembangkan keterampilan bertarung yang baru. Pada akhirnya, Gusion meninggalkan keluarganya."
  },
  {
    "name": "Valir",
    "description": "Valir, Anak Api",
    "imageRes": "hero57",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Burst/Guard",
    "story": "Di kampung halamannya di Agelta, dia menunjukkan bakat luar biasa dalam manipulasi energi misterius saat pertama kali tiba di Akademi Sulap, sehingga dia dihargai oleh mentornya, Gord. Tetapi Gord menjadi sangat marah ketika dia menemukan bahwa dia telah memasukkan mantra dari kampung halamannya ke dalam ilmu gaib, berpikir bahwa dia telah mencemari ilmu gaib. Setelah pertarungan antara guru dan murid, Valir meninggalkan Akademi Sihir."
  },
  {
    "name": "Martis",
    "description": "Martis, Raja Ashura",
    "imageRes": "hero58",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Reap/Charge",
    "story": "Dia memiliki energi gelap yang memancar dari seluruh tubuhnya, sangat ingin menang, dan tidak mau menyerah dalam mencapai tujuannya. Setelah mengalahkan Iblis Psikis, dia menjadi Raja Ashura."
  },
  {
    "name": "Uranus",
    "description": "Uranus, Pembela Aesthereal",
    "imageRes": "hero59",
    "role": "Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Regen",
    "story": "Uranus adalah salah satu sosok ciptaan para petinggi di Celestial Place yang memanfaatkan kekuatan teknologi rahasia para Ancients. Uranus dibuat untuk diberikan perintah menjaga kota serta disiagakan untuk menunggu muncul nya sang penguasa baru."
  },
  {
    "name": "Hanabi",
    "description": "Hanabi, Bunga Scarlet",
    "imageRes": "hero60",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Damage",
    "story": "Sebagai putri tertua dari Grandmaster Tertinggi Scarlet, Hanabi telah terbiasa menjadi yang terbaik di antara teman-temannya. Setelah kedatangan Hayabusa, seorang ninja muda dari Sekte Bayangan, Hanabi menyadari bahwa dia bertemu dengan saingan yang kuat... Melalui persaingan yang berlangsung selama masa remaja mereka, Hanabi perlahan-lahan jatuh cinta pada rivalnya-Hayabusa. Namun, saat ia akhirnya mengumpulkan keberanian untuk mengungkapkan perasaannya. Hayabusa pergi tanpa pamit..."
  },
  {
    "name": "Chang'e",
    "description": "Chang'e, Istana Bulan Abadi",
    "imageRes": "hero61",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Poke/Burst",
    "story": "Murid termuda Naga Besar. Karena dia nakal, Naga Besar menyerahkannya kepada Zilong untuk didisiplinkan. Setelah Zilong mengambil tanggung jawab besar untuk melindungi Daerah Sungai Cadia dan meninggalkan Altar Naga, Chang'e mendapatkan kembali sifat aslinya. Naga Besar tidak dapat menahannya dan mengusirnya dari Altar Naga dan memintanya untuk membantu Zilong menebus kesalahannya."
  },
  {
    "name": "Kaja",
    "description": "Kaja, Raja Nazar",
    "imageRes": "hero62",
    "role": "Support, Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Control/Charge",
    "story": "Tinggal di Istana Surgawi tempat para dewa menghuni, ia adalah pemimpin Nazar yang bertanggung jawab untuk menjaga Istana Surgawi. Menjadi inkarnasi Malaikat Elang, ia menolak invasi Kekaisaran ke Istana Surgawi dengan cambuk ilahi."
  },
  {
    "name": "Selena",
    "description": "Selena, Penyihir Abyssal",
    "imageRes": "hero63",
    "role": "Assassin, Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Initiator/Reap",
    "story": "Peri Gelap Selena telah bergantung pada kakaknya, Karina, sejak kecil. Selena mempertahankan sifat polosnya di bawah perlindungan kakaknya, sampai dia menemukan hal-hal kotor yang telah dilakukan kakaknya, Karina, untuknya. Dia berpikir bahwa dia telah menjadi beban bagi kakaknya. Untuk mendapatkan lebih banyak kekuatan, dia mendedikasikan dirinya untuk Abyss, tetapi tidak ingin sepenuhnya dikendalikan oleh Abyss dan akhirnya menjadi iblis yang mengerikan."
  },
  {
    "name": "Aldous",
    "description": "Aldous, Kontraktor Jiwa",
    "imageRes": "hero64",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Burst/Support",
    "story": "Seorang penjaga Labirin Minos yang menepati janjinya bahkan setelah kejatuhan kerajaan. Dia telah menghalangi para penyusup yang mengincar warisan kerajaan selama satu abad dengan lengannya yang sangat besar."
  },
  {
    "name": "Claude",
    "description": "Claude, Pencuri Tuan",
    "imageRes": "hero65",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Burst/Chase",
    "story": "Claude tumbuh besar dan tinggal di Los Pecados. Keadaan dalam hidupnya memaksanya untuk menjadi pencuri yang luar biasa, tetapi dia dimanfaatkan oleh Kane dan dipenjara dengan dirantai. Di penjara, dia bertemu dengan Merlin, dewa pencuri, dan mewarisi jubahnya, dan berhasil melarikan diri dari penjara. Setelah menyelesaikan perjanjian dengan Merlin, Claude kembali ke Los Pecados bersama rekan barunya Dexter, siap untuk membalas dendam pada Kane."
  },
  {
    "name": "Vale",
    "description": "Vale, Windtalker",
    "imageRes": "hero66",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Burst/Crowd Control",
    "story": "Seorang penyihir Benteng Angin, dan satu-satunya penyihir jenius di seluruh keluarga yang dapat mengubah bentuk sihir angin sesuka hati. Dulunya adalah teman dekat Valir dari Tenggorokan Api. Setelah terjadi perubahan di negeri api dan Valir meninggalkan kampung halamannya. Vale selalu berpegang teguh pada perjanjian yang dibuatnya, menunggu kepulangannya."
  },
  {
    "name": "Leomord",
    "description": "Leomord, Pedang Tersumpah",
    "imageRes": "hero67",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Burst",
    "story": "Pernah menjadi ksatria bersumpah di Ridgeburg, Leomord dipaksa untuk melanggar sumpah yang dia buat dengan pedangnya sendiri dalam sebuah peristiwa yang tidak menguntungkan. Sejak saat itu, dia menanggung kutukan Kabut dan menjaga tanah yang ditinggalkan bahkan oleh kematian. Cahaya telah meredup, namun perjalanannya baru saja dimulai..."
  },
  {
    "name": "Lunox",
    "description": "Lunox, Dewi Senja",
    "imageRes": "hero68",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Burst/Damage",
    "story": "Lunox terlahir dengan kekuatan magis, dan dunia mimpinya merefleksikan dan mengubah dunia nyata. Dengan kekuatan ini, dia menggunakan dunia mimpinya untuk sementara waktu menjaga keseimbangan energi antara keteraturan dan kekacauan. Namun, kekuatan keteraturan dan kekuatan kekacauan masuk ke dalam mimpinya. Lunox tertidur lelap dan berubah menjadi salah satu dari “Twilight Orbs.”"
  },
  {
    "name": "Hanzo",
    "description": "Hanzo, Akuma Ninja",
    "imageRes": "hero69",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Poke/Burst",
    "story": "Seorang ninja jenius dari Sekte Bayangan dalam Bayangan Merah. Untuk mengejar kekuatan besar, dia menyerap “Hanekage” ke dalam tubuhnya, dan menggunakan daging dan darah musuh untuk menyediakan makanan bagi “Hanekage”. Setelah mendapatkan kekuatan, dia mengambil ninjutsu tertinggi yang paling kuat dan Ame no Habakiri di Scarlet Shadow, dan melangkah lebih jauh dan lebih jauh lagi di jalan pembunuhan."
  },
  {
    "name": "Belerick",
    "description": "Belerick, Penjaga Alam",
    "imageRes": "hero70",
    "role": "Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Crowd Control/Regen",
    "story": "Keturunan suku kuno pernah dipandu oleh suara suku kuno ke gurun barat, di mana mereka menguras kekuatan hidup mereka dan berubah menjadi sebuah oasis, membawa harapan bagi para penyintas Minoa yang putus asa, dan kemudian menggunakan kehidupan mereka untuk menyelamatkan pohon kehidupan para elf, mencapai kelahiran kembali."
  },
  {
    "name": "Kimmy",
    "description": "Kimmy, Pemberontak Jetpack",
    "imageRes": "hero71",
    "role": "Marksman, Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Damage/Magic Damage",
    "story": "Terlahir dalam keluarga militer tradisional di Kekaisaran Moniyan, ia menerima pendidikan militer sejak usia dini, sehingga ia sedikit kekanak-kanakan. Pada saat yang sama, Kimmy tidak terikat oleh tradisi. Dia terobsesi dengan teknologi dan penemuan. Untuk membuktikan dirinya kepada ayahnya, Kimmy mengambil penemuannya dan bergabung dengan Tentara Ekspedisi Kekaisaran."
  },
  {
    "name": "Thamuz",
    "description": "Thamuz, Tuhan Lava",
    "imageRes": "hero72",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Damage",
    "story": "Seorang pejuang yang percaya pada Abyss dan ditunjuk sebagai pemimpin Legiun Abyss. Karena Iblis Api terpengaruh oleh Abyss selama ribuan tahun dan dianggap sebagai ras yang paling dekat dengan Abyss, Thamuz selalu memiliki rasa superioritas dan harga diri yang tinggi."
  },
  {
    "name": "Harith",
    "description": "Harith, Pelancong Waktu",
    "imageRes": "hero73",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Chase/Damage",
    "story": "Seorang Leonin yang lahir di Hutan Azrya yang ahli dalam sihir. Untuk mengejar terobosan dalam sihir, dia meninggalkan Azrya dan pergi ke Moniyan untuk mencari nafkah jauh dari rumah. Karena kemampuannya yang luar biasa, dia dengan cepat ditunjuk sebagai “Master of Magic” oleh Kekaisaran dan menjadi kekuatan penting bagi Kekaisaran dalam melawan kejahatan."
  },
  {
    "name": "Minshitar",
    "description": "Minsitthar, Prajurit Berani",
    "imageRes": "hero74",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Initiator/Crowd Control",
    "story": "Seorang pangeran dari Mahar Pura di Cadia Riverlands, pandai bertarung dan menang. Dia diusir oleh ayahnya karena hubungan cinta sesat yang dimilikinya. Ketika saudaranya mengibarkan bendera pemberontakan, Minsitthar yang berada di pengasingan kembali ke tanah airnya, memadamkan pemberontakan dan menjadi raja yang baru."
  },
  {
    "name": "Kadita",
    "description": "Kadita, Dewi Lautan",
    "imageRes": "hero75",
    "role": "Mage, Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Burst/Charge",
    "story": "Seorang putri dari sebuah negara kepulauan di Kepulauan Vonetis. Dia menjadi korban dari musuh politik dan kehilangan kecantikan serta kekuatannya. Ketika dia menceburkan diri ke laut karena putus asa, seorang peri di laut menyelamatkannya. Setelah itu, dia mendapatkan kembali kecantikannya dan berubah menjadi putri duyung. Dengan bantuan para Peri, dia menjadi Ratu Laut Selatan yang ditakuti semua pelaut."
  },
  {
    "name": "Faramis",
    "description": "Faramis, Pengikat Jiwa",
    "imageRes": "hero76",
    "role": "Support, Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Guard/Charge",
    "story": "Seorang dokter berbakat yang datang ke Necrokeep untuk mempelajari wabah misterius, alih-alih menemukan kunci untuk mengendalikan hidup dan mati, ia malah bertemu dengan Vexana, bangsawan dari tanah terkutuk dan gadis yang telah dua kali membawa cahaya matahari dalam kehidupannya yang suram. Bersumpah untuk menemukan cara mengembalikan kutukan dan membalas kebaikan Vexana, Faramis secara sukarela terkikis oleh Kabut dan menggunakan dirinya sendiri sebagai spesimen untuk penelitiannya."
  },
  {
    "name": "Badang",
    "description": "Badang, Prajurit Suku",
    "imageRes": "hero77",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Burst",
    "story": "Lahir di Kepulauan Vonetis di bagian selatan daratan. Awalnya hanya seorang penduduk desa biasa, setelah mengalahkan monster air yang mengganggu desa, dia mendapatkan kekuatan besar dari monster air tersebut. Setelah itu, Badang pergi ke pegunungan Kekaisaran Moniyan selatan di mana Abyss bercokol, berharap untuk sepenuhnya menyelesaikan masalah sumber air yang terkontaminasi oleh Abyss."
  },
  {
    "name": "Kufra",
    "description": "Khufra, Gurun Tyrant",
    "imageRes": "hero78",
    "role": "Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Initiator/Crowd Control",
    "story": "Penguasa kota kuno Tivacan sangat marah, berdarah dingin dan serakah. Untuk mendapatkan bantuan dari para astrolog, peramal Esmeralda melancarkan pengejaran yang gila. Esmeralda tersihir olehnya pada awalnya, tetapi dia terbangun dan menyegelnya. Sekarang dia akan bangun dan melanjutkan pertarungan takdir dengan keturunan para peramal."
  },
  {
    "name": "Granger",
    "description": "Granger, Pelantun Kematian",
    "imageRes": "hero79",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Burst/Reap",
    "story": "Dia adalah penyair yang mengembara ke seluruh dunia dan sekaligus pemburu iblis. Dia menjadi yatim piatu dalam perang antara Kekaisaran dan Abyss, jadi dia mengembangkan kebencian yang sangat besar terhadap Abyss dan Iblis. Sering ada legenda tentang dia di antara para Iblis━segera setelah Anda mendengar musik yang menyedihkan dan menyedihkan di pedesaan terbuka, segera melarikan diri, karena itu mungkin lagu kematian yang ditulis hanya untuk Anda."
  },
  {
    "name": "Guinevere",
    "description": "Guinevere, Ms. Violet",
    "imageRes": "hero80",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Burst/Magic Damage",
    "story": "Sebagai putri bungsu dari salah satu dari sedikit keluarga bangsawan di Land of Dawn, House Baroque, dia belajar di Akademi Sihir sejak dia masih kecil, dan sangat berbakat dalam sihir. Rumah tangga tersebut ingin dia menikah dengan rumah tangga lain yang statusnya lebih tinggi. Tidak mau dijadikan alat tawar-menawar politik. Guinevere memutuskan untuk mencari bantuan dari kakak laki-lakinya, Lancelot."
  },
  {
    "name": "Esmeralda",
    "description": "Esmeralda, Astrolog",
    "imageRes": "hero81",
    "role": "Tank, Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Regen/Mixed Damage",
    "story": "Terlahir dalam keluarga astrolog Agelta, dia adalah astrolog terhebat di Land of Dawn. Melalui kotak harta karun bintang-bulan, dia mengetahui fakta bahwa tiran Khufra akan segera bangun. Penyegelan kembali Khufra menjadi misi barunya sebagai astrolog."
  },
  {
    "name": "Terizla",
    "description": "Terizla, Algojo",
    "imageRes": "hero82",
    "role": "Fighter, Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Burst/Crowd Control",
    "story": "Pengrajin ulung yang dahulu disegani kini dikenal sebagai Algojo Neraka yang terkenal kejam, namun Terizla tidak peduli. Sejak dia dijebak sebagai bidah oleh Gereja, dia telah menggunakan palunya semata-mata untuk membalas dendam, karena suatu hari dia akhirnya bisa menenangkan jiwa-jiwa kerabatnya yang gelisah."
  },
  {
    "name": "X.Borg",
    "description": "X.Borg, Armor Firaga",
    "imageRes": "hero83",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Regen/Burst",
    "story": "Seorang pelaku pembakaran gila yang memiliki kebencian mendalam terhadap Eruditio, telah bersembunyi menunggu kesempatan untuk membalas dendam.Setelah mendapatkan informasi rahasia tentang \"Penjaga Besi\", dia diam-diam berangkat ke Laboratorium 1718 dan merencanakan konspirasi besar dengan Octavius"
  },
  {
    "name": "Ling",
    "description": "Ling, Sian Finch",
    "imageRes": "hero84",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Burst",
    "story": "Pendekar pedang dengan tubuh ramping yang keberadaannya tidak dapat diprediksi. Pernah menjadi murid Naga Hebat, setelah Zilong menjadi murid Naga Hebat yang paling dipuji, ia meninggalkan Naga Besar karena kecemburuan menciptakan organisasi rahasia bernama Cyan Finch, dan mencari peluang untuk melakukan pertempuran terakhir dengan Zilong."
  },
  {
    "name": "Dyrroth",
    "description": "Dyrroth, Pangeran Abyss",
    "imageRes": "hero85",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Charge/Burst",
    "story": "Pangeran Kekaisaran Moniyan, dibesarkan oleh Alice dan Thamuz setelah diculik. Ia memenangkan duel yang disaksikan oleh Lord Lava Thamuz. Setelah konflik antara Terang dan Gelap, Putra Kegelapan akan mewakili Penguasa Abyss dan memimpin Pasukan Abyssal ke medan pertempuran."
  },
  {
    "name": "Lylia",
    "description": "Lylia, Penyihir Kecil",
    "imageRes": "hero86",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Push/Damage",
    "story": "Keturunan dari penyihir hebat di Akademi Sihir dan dikenal sebagai \"Penyihir Kecil\". Meski di usia muda, ia telah menguasai teknik mengendalikan makhluk kecil \"Gloom\"."
  },
  {
    "name": "Baxia",
    "description": "Baxia, Kura-kura Mistik",
    "imageRes": "hero87",
    "role": "Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Support/Damage",
    "story": "Pernah belajar di bawah bimbingan Great Dragon bersama Yu Zhong di masa lalu, keduanya memiliki ikatan persahabatan sejati. Setelah pengkhianatan Yu Zhong, demi melindungi Naga Besar, Baxia mengusir Yu Zhong dari dunia nyata. Kini Yu Zhong hendak kembali ke Cadia Riverlands, Baxia siap mengusir Yu Zhong lagi yang telah berubah total menjadi Naga Hitam."
  },
  {
    "name": "Masha",
    "description": "Masha, Tinju Wild-oats",
    "imageRes": "hero88",
    "role": "Fighter, Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Push/Damage",
    "story": "Pemimpin suku Sami yang tinggal di Lembah Utara. Setelah bajak laut pengembara di Samudera Beku mulai menyerang Lembah Utara, Masha bertarung terus-menerus dengan para bajak laut, dan bersikeras untuk menemukan Direbears, yang telah tersebar karena invasi bajak laut, untuk melindungi daratan."
  },
  {
    "name": "Wanwan",
    "description": "Wanwan, Harimau Agile",
    "imageRes": "hero89",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Burst",
    "story": "Dia dilahirkan di Rumah Tangga Tang di tanah Ba dan Shu di selatan Dataran Sungai Cadia. Keluarga Tang telah mempelajari senjata tersembunyi selama beberapa generasi, dan ayah Tang Wan Wan mengajarinya cara menggunakan senjata tersembunyi tersebut. Setelah berhasil berkultivasi, Tang Wanwan mengucapkan selamat tinggal kepada ayahnya dan memulai perjalanannya."
  },
  {
    "name": "Silvana",
    "description": "Silvanna, Kesatria Kekaisaran",
    "imageRes": "hero90",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Initiator/Magic Damage",
    "story": "Putri Kekaisaran Moniyan. Setelah adik laki-lakinya menghilang, ia memikul beban negara dan bergabung dengan Empire Chevaliers, menjadi ksatria wanita terbaik dari Empire Chevaliers."
  },
  {
    "name": "Cecilion",
    "description": "Cecilion, Pelukan Malam",
    "imageRes": "hero91",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Poke/Burst",
    "story": "Sebagai Blood Demon, Cecilion jatuh cinta pada gadis manusia Carmilla, namun kenyataan kejam membuat Cecilion menyerah pada cinta mereka. Setelah Cecilion pergi, Carmilla memilih untuk bunuh diri yang membuat Cecilion sangat sedih. Dia menggunakan kemampuannya untuk mengubah Carmilla menjadi Blood Demon. Sejak saat itu, mereka berdua menjauhi dunia bersama selamanya."
  },
  {
    "name": "Camila",
    "description": "Carmilla, Bayangan Twilight",
    "imageRes": "hero92",
    "role": "Support, Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Crowd Control/Damage",
    "story": "Sebagai manusia, Carmilla jatuh cinta pada Cecilion yang merupakan seorang Blood Demon, namun kenyataan kejam memisahkan mereka. Carmilla sudah menebak identitas Cecilion. Meski begitu, dia ingin bersama Cecilion, jadi dia memilih bunuh diri. Ketika dia bangun, dia menemukan bahwa dia telah menjadi Setan Darah, terbaring, di pelukan kekasihnya. Sejak saat itu, mereka berdua menjauhi dunia bersama selamanya."
  },
  {
    "name": "Atlas",
    "description": "Atlas, Gladiator Laut",
    "imageRes": "hero93",
    "role": "Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Crowd Control/Initiator",
    "story": "Atlas adalah salah satu makhluk Laut Abysmal kuno, yang disegel di laut dalam oleh Yang Purba. Atlas menemukan Mecha yang dibangun oleh Golem Islandia di Laut Abysmal di masa lalu. Dengan berintegrasi dengan Mecha, Atlas melarikan diri dari Laut Abysmal dan datang ke lautan di seluruh dunia untuk menyerap pengetahuan. Mereka menantikan hari ketika mereka mampu melanggar larangan tersebut, sehingga kaum mereka sendiri bisa bebas."
  },
  {
    "name": "Popol & Kupa",
    "description": "Popol dan Kupa, Sahabat Icefield",
    "imageRes": "hero94",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Push/Burst",
    "story": "Popol adalah seorang anak nakal yang mempunyai ambisi dan cita-cita luhur namun tidak dipahami. Untuk membuktikan dirinya, dia pergi sendirian untuk memburu Icefield Dire Wolves, tapi secara tidak sengaja jatuh ke dalam jebakan. Ada juga Serigala Mengerikan bernama Kupa di dalam jebakan. Setelah sekian lama bersama, mereka menjalin persahabatan dan bertarung melawan sekelompok burung nasar bersama-sama. Belakangan, Popol dan Kupa menjadi mitra terdekat di Lapangan Es."
  },
  {
    "name": "Yu Zhong",
    "description": "Yu Zhong, Naga Hitam",
    "imageRes": "hero95",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Regen/Damage",
    "story": "Reinkarnasi dari Naga Hitam, namun Yu Zhong tidak memiliki ingatan tentang Naga Hitam pada awalnya. Setelah Naga Besar menerimanya sebagai murid magang. Yu Zhong pergi ke Land of Dawn untuk mencari petualangan, di mana dia bertemu Luo Yi dan dibangunkan olehnya. Setelah itu, Yu Zhong bergegas masuk ke dalam Area Terlarang untuk mendapatkan kembali Reverse Scale milik Black Dragon dan menjadi Black Dragon seutuhnya."
  },
  {
    "name": "Luo Yi",
    "description": "Luo Yi, Yin-yang Geomancer",
    "imageRes": "hero96",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Support/Crowd Control",
    "story": "Luo Yi adalah seorang penyihir surga dan bumi yang menjadi pengikut setia dari Black Dragon. Bersama dengan Luo Yi dan pengikut lainnya, Black Dragon memulai rencana rahasia mengendalikan Cadia Riverlands dengan paksa, dan menggulingkan tatanan yang didirikan oleh Dewa Naga, untuk menjadi penguasa Cadia Riverlands."
  },
  {
    "name": "Beneddeta",
    "description": "Benedetta, Shadow Ranger",
    "imageRes": "hero97",
    "role": "Assassin, Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Burst",
    "story": "Benedetta, seorang prajurit dari Moniyan Empire, salah satu kerajaan terbesar di Land of Dawn. Ayahnya adalah seorang prajurit kelas bawah di kerajaan ini, dan hidup Benedetta berubah saat terjadi pemberontakan yang mengubah nasib keluarganya."
  },
  {
    "name": "Khaleed",
    "description": "Khaleed, Gurun Scimitar",
    "imageRes": "hero98",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Damage/Regen",
    "story": "Moskov dan Khaleed bertarung bersama dengan suku Thornwolf, namun Khaleed menjadi lebih populer dari Moskov dan menjadi pemimpinnya. Selanjutnya, perselisihan antara keduanya menyebabkan musnahnya pasukan Moskov. Percaya bahwa Moskov sudah mati, Khaleed terus memimpin pasukannya untuk berperang, dan memukul mundur Khufra dalam pertempuran yang menentukan. Di saat yang sama, sosok Moskov perlahan muncul di kegelapan."
  },
  {
    "name": "Barats",
    "description": "Barat, Penunggang Dino",
    "imageRes": "hero99",
    "role": "Tank, Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Damage/Crowd Control",
    "story": "Barats dahulu tinggal di bangsa politan, ia tinggal disitu dan menjadi warga yang cukup nakal dan sering mengganggu orang-orang sekitar bangsanya. Barats mengetahui bahwa ia akan diusir dari tempat tinggalnya, maka dari itu ia sengaja mencuri peta harta karun yang disimpan para penduduk yang tinggal disana."
  },
  {
    "name": "Brody",
    "description": "Brody, Bintang Lone",
    "imageRes": "hero100",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Burst/Reap",
    "story": "Brody kehilangan ingatannya dan berkeliaran tanpa tujuan di antara desa-desa di Tanah Tandus, tetapi selalu ada suara di dalam hatinya yang memintanya untuk memburu Iblis. Dalam pertempuran yang tak terhitung jumlahnya, Brody secara bertahap mengingat masa lalunya. Suatu ketika, karena kesalahannya, desanya dibantai oleh Iblis dan tangan kanannya juga terkorosi. Sekarang dia mengerti misinya, untuk melindungi orang-orang di sekitarnya, Brody akan selalu bertarung di tanah asing."
  },
  {
    "name": "Yve",
    "description": "Yve, Astrowarden",
    "imageRes": "hero101",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Poke/Burst",
    "story": "Yve berasal dari wilayah galaksi misterius bernama Mithlora yang memiliki musuh bebuyutan, yaitu Zhask. Perburuan Zhask merupakan obsesi mati dari Yve. Saat dia hampir berhasil membunuh Zhask, namun karena Swarm milik Zhask tumbuh terus-menerus, misi Yve tidak pernah berhasil."
  },
  {
    "name": "Mathilda",
    "description": "Mathilda, Bulu Swift",
    "imageRes": "hero102",
    "role": "Support, Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Initiator/Guard",
    "story": "Suku tempat tinggal Mathilda telah menjaga Gunung Suci secara turun-temurun. Suatu ketika, anggota suku menyelamatkan sekelompok pemburu pasir di bawah pimpinan Kane, tetapi tiba-tiba mereka menggigit tangan yang memberi makan mereka dengan mengambil Gunung Suci sebagai milik mereka. Mathilda tidak takut dengan kekuatan mereka. Dia meninggalkan kampung halamannya dan bertemu Clint. Pada akhirnya, dengan bantuan Clint, dia mampu membalas dendam dan kembali ke Gunung Suci bersama sukunya, mewarisi kekuatan misterius Gunung Suci."
  },
  {
    "name": "Paquito",
    "description": "Paquito, Tinju Surgawi",
    "imageRes": "hero103",
    "role": "Fighter, Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Damage",
    "story": "Pada dahulu kala ada sebuah kota terpencil yang ada di dekat Moniyan Empire, dan di dalam kota tersebut hiduplah seorang laki-laki muda yang memiliki impian dan juga cita-cita untuk menjadi petarung dunia yang terhebat, dan orang tersebut yang lain dan tidak bukan adalah Paquito. Untuk mencapai impiannya, Paquito terus berlatih tanpa menyerah, dimana ia terus berlatih bersama gurunya sepanjang waktu."
  },
  {
    "name": "Gloo",
    "description": "Gloo, Roh Rawa",
    "imageRes": "hero104",
    "role": "Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Regen/Control",
    "story": "Sebuah faksi yang hidup jauh di antara pepohonan di Rawa Bayangan. Gloo dapat bergabung menjadi satu untuk bertambah besar, dan juga dapat mendatangkan malapetaka dengan menempel pada organisme lain juga."
  },
  {
    "name": "Beatrix",
    "description": "Beatrix, Prajurit Dawnbreak",
    "imageRes": "hero105",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Damage",
    "story": "Seorang gadis penemu muda yang lahir dengan sendok perak di mulutnya. Tapi dia jenius dalam lebih dari sekedar sains: dia juga unggul dalam pertempuran, dan bergabung dengan Eruditio Rangers untuk menutup plot Lab 1718."
  },
  {
    "name": "Phoveus",
    "description": "Phoveus, Rantai Dosa",
    "imageRes": "hero106",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Control",
    "story": "Phoveus dijebak. Setelah dihukum berat, dia kemudian dikirim untuk bertarung dengan barisan depan. Setelah pertempuran selesai. Phoveus menemukan sangkar paling misterius; yang di dalamnya tersegel roh Astaros, Dewa Teror. Tersihir oleh Astaros, Phoveus mengorbankan kedua matanya sendiri demi mendapatkan kekuatan yang besar, dan kini kedua matanya semakin jauh ke dalam Gua Dread untuk membangunkan tubuh Astaros yang tertidur di dalamnya."
  },
  {
    "name": "Nathan",
    "description": "Natan, Spacetime Walker",
    "imageRes": "hero107",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Burst/Magic Damage",
    "story": "Ketika dunia berada di ambang kehancuran, Natan muncul. Dia akan melakukan perjalanan melalui waktu untuk menemukan cara untuk menyelamatkan dunia, tidak peduli peluang dan biaya."
  },
  {
    "name": "Aulus",
    "description": "Aulus, Prajurit Fericity",
    "imageRes": "hero108",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Burst/Crowd Control",
    "story": "Aulus ingin sekali menjadi seorang pejuang, dan karena itu, Leonin yang lain mengejeknya dan kapak perangnya. Untuk membuktikan kekuatannya, Aulus menahan amarahnya, meninggalkan klannya, dan melakukan perjalanan untuk mencapai prestasi besar. Namun sebagai seorang Leonin, yang ia hadapi hanyalah prasangka dan ketidakadilan dari dunia. Tidak tahan lagi, Aulus menuju Pegunungan Lantis sendirian untuk berburu iblis. Di sini, kemarahannya yang kuat membangunkan kapak perang yang tertidur dan selanjutnya mereka bertarung berdampingan untuk membuktikan diri mereka sendiri, dan kekuatan Leonin."
  },
  {
    "name": "Aamon",
    "description": "Aamon, Duke of Shards",
    "imageRes": "hero109",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Magic Damage",
    "story": "Aamon adalah kepala House Paxley dan Duke of Castle Aberleen saat ini. Meskipun wajahnya dingin dan jauh, dia menempatkan kerabatnya di atas segalanya dan akan melakukan apa pun untuk mereka."
  },
  {
    "name": "Valentina",
    "description": "Valentina, Nabi Malam",
    "imageRes": "hero110",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Burst/Reap",
    "story": "Dalam pertempuran melawan invasi Abyss. Valentina dan kekasihnya, Irlan, dikhianati oleh beberapa anggota House Paxley, yang akhirnya menyebabkan Irlan kehilangan jiwanya. Untuk menghidupkan kembali kekasihnya, Valentina membuat kesepakatan dengan Dewa Jahat dan memperoleh keabadian serta kekuatan bayangan. Sejak itu, dia bersembunyi di balik bayang-bayang, diam-diam menunggu kemunculan Heart of Anima━sebuah pecahan dari Twilight Orb yang konon merupakan kunci untuk mengambil jiwa kekasihnya."
  },
  {
    "name": "Edith",
    "description": "Edith, Penjaga Kuno",
    "imageRes": "hero111",
    "role": "Tank, Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Control/Burst",
    "story": "Diciptakan oleh Yang Kuno, Edith adalah Primal Warden yang mengawasi Dewa Jahat yang tersegel di Pulau Sanctum. Bangkit dan terluka dalam gempa bumi, dia kehilangan ingatannya dan diselamatkan oleh ayah angkatnya yang mencari nafkah dengan menjual sisa-sisa dan terus membesarkannya selama sepuluh tahun. Ketika dia sekali lagi membantu ayah angkatnya memasuki kuil untuk mencari memo, penjaga reruntuhan-Elemental Giant Uranus siap untuk menghancurkan penjajah. Saat itulah Edith mengingat segalanya, tetapi kemanusiaannya mengalahkan sifat ilahi-Nya, dan dia melawan Uranus untuk melindungi ayah angkatnya. Saat itu, Istana Surgawi jatuh dan Dewa Jahat yang tersegel berserakan. Edith berpisah dengan ayah angkatnya, mengendarai Mecha \"Phylax\" dan melakukan perjalanan untuk memburu Dewa Jahat yang melarikan diri."
  },
  {
    "name": "Floryn",
    "description": "Floryn, Harapan yang Sedang Bertemu",
    "imageRes": "hero112",
    "role": "Support",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Poke/Guard",
    "story": "Floryn secara tidak sengaja dibawa ke Land of Dawn oleh Belerick dalam proses pembuatan Oasis. Sejak itu, dia tinggal di tempat dia dilahirkan dengan membawa benih ajaib, tanpa menyadari penderitaan di luar, sampai suatu hari dia meninggalkan Oasis untuk mengambil benih yang dicuri. Setelah melihat lingkungan gurun yang keras dan penderitaan masyarakat, gadis baik hati itu bertekad untuk mengubah segalanya di hadapannya. Benih yang mengandung kekuatan Belerick beresonansi dengan tekadnya dan berubah menjadi makhluk ajaib, Dew, dengan kemampuan memanggil hujan. Sejak itu, Floryn dan Dew melakukan perjalanan menyusuri gurun, berdedikasi untuk menyebarkan tanaman hijau ke seluruh barat."
  },
  {
    "name": "Yin",
    "description": "Yin, Jenius Bela Diri",
    "imageRes": "hero113",
    "role": "Fighter, Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Burst/Control",
    "story": "Yin adalah seorang yatim piatu yang ditemukan dan dibesarkan oleh penduduk setempat di Floral Falls. Dalam sebuah insiden yang tidak menguntungkan, dia bertemu dengan Dewa Jahat yang melarikan diri, Lieh, dan sejak itu menjadi wadahnya. Meskipun dia berhasil mendapatkan kembali kendali atas tubuhnya, selalu ada risiko Dewa Jahat akan lepas dan melancarkan serangan terhadap segala sesuatu yang bersentuhan dengannya. Untuk melindungi orang yang dicintainya dan kampung halamannya, Yin memulai perjalanan ke Kekaisaran Moniyan sendirian untuk mencari penyembuhan..."
  },
  {
    "name": "Melissa",
    "description": "Melissa, Jarum Terkutuk",
    "imageRes": "hero114",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Reap/Damage",
    "story": "Sebagai anak haram seorang bangsawan, Melissa dibesarkan di Kota Lumina, ibu kota Kerajaan Moniyan, tempat dia menjalankan toko penjahit kecil. Diberkahi dengan ilmu hitam, dia menggunakan jarum terkutuk untuk bertarung, memecahkan masalah kliennya dengan cara yang unik."
  },
  {
    "name": "Xavier",
    "description": "Xavier, Defier of Light",
    "imageRes": "hero115",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Damage/Guard",
    "story": "Xavier adalah anggota Knights of Light yang dianugerahi gelar \"Arbiter of Light\". Setelah menekan Persekutuan Free Smiths milik Terizla, Xavier mengalami pergumulan batin dan keputusasaan selama satu dekade. Dan ketika dia diperintahkan untuk menangkap dua \"bidat\", Yin dan Melissa, dia sekali lagi dipaksa untuk memilih antara tugas dan hati nurani..."
  },
  {
    "name": "Julian",
    "description": "Julian, Raven Scarlet",
    "imageRes": "hero116",
    "role": "Fighter, Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Magic Damage",
    "story": "Julian adalah putra Terizla, pemimpin Free Smiths' Guild. Serikat tersebut dimusnahkan oleh Gereja Cahaya atas tuduhan bid'ah ketika Julian masih muda. Anak malang itu kemudian diadopsi oleh Uskup Agung, dilatih dan dibentuk menjadi anggota elit Ravens, sebuah pasukan rahasia yang hanya mendengarkan perintah Uskup Agung. Kemudian, dalam misinya untuk \"memurnikan\" Xavier, dia melihat sekilas rahasia yang terkubur dalam waktu..."
  },
  {
    "name": "Fredrin",
    "description": "Fredrinn, Penilai Nakal",
    "imageRes": "hero117",
    "role": "Fighter, Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Damage/Chase",
    "story": "Terlahir sebagai putra Duke Vance, Fredrinn tumbuh menjadi seorang petualang berbakat, tetapi juga 'penggerutu uang' yang terkenal di Los Pecados. Kristal di dadanya telah lama bergabung dengan hatinya. Bekas luka yang menakutkan tidak akan pernah pudar, dan Fredrinn tidak pernah repot untuk menyembunyikannya. Yang ada dalam pikirannya adalah pencariannya untuk temannya yang hilang ..."
  },
  {
    "name": "Joy",
    "description": "Kegembiraan, Flash of Miracle",
    "imageRes": "hero118",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Damage",
    "story": "Lincah dan licik, yang dikenal sebagai \"pencuri kecil\" paling terkenal di Kota Lumina, Joy sangat ingin perutnya terisi dan hatinya hangat. Dalam peristiwa yang menguntungkan, Joy kembali ke negeri Leonin, hatinya yang mengembara disembuhkan oleh cinta sederhana dan tanpa syarat dari kerabatnya. Dia tidak lagi takut kehilangan cinta lagi dan bersumpah untuk melindungi orang-orang di sekitarnya, untuk berubah menjadi kilatan emas yang beresonansi dengan rumah."
  },
  {
    "name": "Novaria",
    "description": "Novaria, Pemberontak Bintang",
    "imageRes": "hero119",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Burst/Poke",
    "story": "Dia dilahirkan di Lembah Bintang dan hanya itu yang akan dia ketahui. Umatnya telah diberkati dengan sebagian dari kekuatan kita, namun mereka dengan bodohnya berusaha membangun Star Atlas, di bawah khayalan bahwa itu akan memungkinkan mereka untuk membuka rahasia kita. Makhluk yang naif! Kita bintang-bintang tidak terbatas, sedangkan mereka, manusia biasa, menyia-nyiakan hidup mereka untuk memahami kita. Tapi gadis ini, Novaria, unik. Dia entah bagaimana menemukan dalam Star Atlas takdir yang kami rancang untuknya: Ketika bintang-bintang sejajar, kekuatannya sebagai Pengamat Pertama akan terbangun dan dia akan menjadi makhluk setengah astral. Atas kehendak kami, dia secara tidak sengaja akan menghancurkan Star Atlas dan menghancurkan seluruh rakyatnya."
  },
  {
    "name": "Arlot",
    "description": "Arlott, Lone Lancer",
    "imageRes": "hero120",
    "role": "Fighter, Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Chase/Burst",
    "story": "Diasingkan karena garis keturunan setengah iblis dan setengah manusia ini, Arlott muda bergabung dengan Iblis di Tanah Tandus tetapi dikhianati oleh saudara iblisnya selama pertempuran. Namun, setelah ia terluka parah, ia diselamatkan oleh seorang gadis manusia bernama Mila. Selama mereka bersama, kepolosan dan ketulusan Mila lambat laun mengubah pandangannya terhadap manusia. Namun hal ini tidak bertahan lama, karena Gereja Cahaya mengeksekusi Mila karena ajaran sesat. Arlott membantai setiap jiwa yang hidup di Gereja sebelum dia menguburkan tubuh Mila untuk beristirahat di hutan tepi danau."
  },
  {
    "name": "Ixia",
    "description": "Ixia, Penjahat Arcright",
    "imageRes": "hero121",
    "role": "Marksman",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "gold",
    "type": "Finisher/Damage",
    "story": "Lahir dari suku Pemburu Pasir, Ixia diasah oleh lingkungan gurun yang keras menjadi pemimpin yang licik pada usia yang sangat muda. Sementara sebagian besar Pemburu Pasir hanya peduli tentang penjarahan, Ixia selalu memiliki kesukaan untuk menciptakan gadget dan percaya bahwa sains seharusnya tidak menjadi alat yang disediakan hanya untuk akademisi Eruditio. Ixia selalu hidup dengan aturannya sendiri, seperti pasir yang terus berubah dari Agelta Drylands."
  },
  {
    "name": "Nolan",
    "description": "Nolan, Cosmic Wayfinder",
    "imageRes": "hero122",
    "role": "Assassin",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Burst",
    "story": "Nolan, seorang sarjana yang siap dan terkemuka dari Eruditio, sangat ingin membuka rahasia multiverse. Tetapi setelah menemukan ancaman kosmik dengan proporsi yang tak terbayangkan, ia dipaksa untuk menyerahkan semua yang ia sayangi untuk menghentikannya. Terlepas dari upaya awalnya, Nolan jatuh dalam keputusasaan ketika dia menyadari bahwa Bencana yang terus berkembang akan segera menemukan jalannya ke solusi, dia menemukan sepotong harapan dalam dirinya: jiwanya. Dengan demikian, Nolan meninggalkan segalanya dan memulai misinya melintasi multiverse, menyebarkan fragmen jiwanya sebagai suar untuk menjebak Bencana. Melalui semua rasa sakit yang dialaminya, dia tidak pernah kehilangan tujuan ... miliknya Layla."
  },
  {
    "name": "Cici",
    "description": "Cici, Pelaku yang Pelampung",
    "imageRes": "hero123",
    "role": "Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "exp",
    "type": "Damage/Regen",
    "story": "Cici, pemeran utama rombongan teater Whimsical Wonders, ditemani oleh rekan magisnya Yoyo, memulai tur tahunan mereka. Dia memilih Kastil Aberleen, kota tempat bibinya pernah disebut Ratu Kebaruan, sebagai tujuan pertamanya. Tetapi pada saat kedatangan, Cici menemukan bahwa kota itu telah melarang pertunjukan yang tidak disetujui dalam bentuk apa pun, terutama pertunjukan rakyat, dan bibinya telah diasingkan ketika hukum diberlakukan. Tanpa gentar, dia memutuskan untuk membawa kesenangan dan keheranan kembali ke kota. Terinspirasi oleh semangatnya, para pemain Castle Aberleen yang telah lama diredam muncul dari bayang-bayang dan mengambil bagian paling banyak pertunjukan megah kastil yang pernah disaksikan."
  },
  {
    "name": "Chip",
    "description": "Chip, Teknisi Fase",
    "imageRes": "hero124",
    "role": "Support, Tank",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "roam",
    "type": "Support/Crowd Control",
    "story": "Chip dulunya adalah rubah kecil yang hanya berusaha bertahan hidup di padang pasir yang keras Agelta. Secara kebetulan, dia ditemukan oleh Dr. Baker dan dibawa ke Laboratorium 1718 di mana ia secara genetik ditingkatkan dengan kecerdasan superior dan ditugaskan untuk menguji teknologi portal lab. Namun, ia selalu malas secara alami dan hanya ingin menikmati kehidupan yang riang. Ketika perebutan kekuasaan batin terjadi di laboratorium rahasia, kehidupan Chip terbalik dan dia dipaksa untuk membuat keputusan yang sulit. Untuk dapat mengembalikan kehidupan riangnya, ia harus bekerja keras untuk terakhir kalinya ..."
  },
  {
    "name": "Zhuxin",
    "description": "Zhuxin, Suar Roh",
    "imageRes": "hero125",
    "role": "Mage",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "mage",
    "type": "Damage/Crowd Control",
    "story": "Zhuxin adalah seorang wanita muda misterius dari kota Zhu'an, yang terletak di pegunungan Sungai Cadia. Menggunakan Lantern of Spirits-nya, ia membimbing kupu-kupu Ember dan berjalan di antara hidup dan mati. Dia mampu mendengar keinginan hati fana, dan mereka yang dapat melewati pencobaannya akan memiliki keinginan mereka dikabulkan. Selama hampir seribu tahun, dia telah berkeliaran mencari keinginan paling murni untuk dipenuhi, berharap suatu hari menemukan miliknya sendiri."
  },
  {
    "name": "Suyou",
    "description": "Suyou, Topeng Abadi",
    "imageRes": "hero126",
    "role": "Assassin, Fighter",
    "bp": "32000",
    "dm": "599",
    "tiket": "0",
    "rolee": "jung",
    "type": "Chase/Burst",
    "story": "Sebagai keturunan terakhir dari Pengusir setan Nuo, Suyou membawa kekuatan dewa abadi di dalam tubuhnya, menggunakannya untuk membimbing orang-orang menuju pencerahan. Dia berjalan fana pesawat, seperti pendekar pedang yang mengembara, menawan dan tanpa hambatan, tetapi tidak pernah melupakan itu Nuo berasal dari iman orang-orang. Maka, ia berusaha membersihkan kejahatan dari hati manusia dan menjaga harapan mereka untuk masa depan."
  }
]