{
  "patchVersion": "1.9.2.2",
  "patches": [
    {
      "patch": "neww",
      "textpatch": "New Hero",
      "titleHero": "Lukas",
      "imageHero": "hero127",
      "descHero": "Hero ini akan hadir pada 12/21 (Waktu Server)",
      "update": "Fitur Hero: Seorang Fighter yang dapat melepaskan kekuatannya untuk berubah menjadi Binatang Suci dan mendominasi medan perang.",
      "type":
      "Regen/Damage",
      "atribute": "",
      "passive": "Lukas mendapat keuntungan Menyelesaikan dari waktu ke waktu atau dengan memberikan kerusakan pada pahlawan musuh. Kapan Menyelesaikan penuh, dia bisa melemparkan Ultimate-nya untuk berubah menjadi bentuk Sacred Beast.",
      "skill1": "Lukas dapat meningkatkan Flash Combo dengan Serangan Dasarnya. Saat melempar Skill, Lukas melepaskan Pulverize dan menghabiskan semua Vigor untuk memberikan serangan tambahan, musuh yang menakjubkan dan merusak dalam jangkauan. Dia memulihkan HP ketika memukul pahlawan musuh.",
      "skill2": "Lukas dengan cepat berlari ke arah target dan meningkatkan Serangan Dasar berikutnya ke Serangan kilatSaat casting Serangan kilat, Lukas berkedip di belakang musuh, mendapatkan Kecepatan Serangan dan Kecepatan Gerakan untuk durasi, dan memanggil badai petir dengan Serangan Dasar untuk menangani Kerusakan Ekstra.",
      "skill3": "",
      "skill4": "",
      "ultimate": "Lukas melepaskan kekuatan penuhnya dan berubah menjadi bentuk Binatang Suci-nya, sangat meningkatkan atributnya, memberdayakan semua keterampilan, dan mendapatkan akses ke Shockwave Blast.Saat dalam bentuk Sacred Beast, ketuk Ultimate lagi Shockwave Blast, menembakkan bom ke arah target untuk menangani Kerusakan tinggi di area yang luas."
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Sun",
      "imageHero": "hero27",
      "descHero": "Meningkatkan kemampuannya sebagai jungler",
      "update": "Kami telah meningkatkan kerusakan ledakan Sun dan kontrol kerumunan untuk meningkatkan potensi gankingnya sebagai Jungler.Kami juga telah meningkatkan keberlanjutan awal pertandingannya untuk memperkuat kemampuannya bertani di EXP Lane. Namun, kami mengurangi output kerusakan berkelanjutan untuk menjaga keseimbangan.",
      "type":
      "Push/Damage",
      "atribute": "Basis HP: 2580 >> 2500Pertumbuhan HP: 235 >> 210Pertumbuhan Kecepatan Serangan: 3% >> 2%",
      "passive": "Mengurangi Pertahanan Fisik target sebesar 496 per tumpukan, hingga 10 tumpukan >> Mengurangi Pertahanan Fisik target sebesar 5% per tumpukan, hingga 6 tumpukan\nHP Recovered: 50% dari Serangan Fisik Doppelganger >> 75 + 25% dari Serangan Fisik Doppelganger",
      "skill1": "Cooldown: 10s >> 10-8s",
      "skill2": "Cooldown: 10s >> 10-8s\nKeterampilan ini sekarang tidak lagi berhenti ketika memukul unit pahlawan.",
      "skill3": "Kerusakan Pangkalan. 170-320 + 40% dari Total Serangan Fisik >> 250-320 + 40% -60% dari Total Serangan Fisik\nEfek Baru: Menerapkan Efek Lambat 20% untuk target hit. Efek Lambat dapat menumpuk hingga 3 kali dengan Doppelgangers.\nCooldown: 4s >> 6sAnimasi keterampilan yang dioptimalkan dan efek visual untuk meningkatkan rasa kekuatan.",
      "skill4": "",
      "ultimate": "Durasi Doppelganger: 12s >> 8s"
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Argus",
      "imageHero": "hero45",
      "descHero": " Meningkatkan kemampuan Ultimate-nya untuk memperkuat Argus dalam team fight",
      "update": " Argus memiliki tingkat kemenangan yang sangat tinggi dalam pertandingan tingkat tinggi, terutama karena potensi 1v1 yang kuat dan kemampuan split-pushing dan base-taking yang sesuai setelah mendapatkan item inti. Namun, fase permainan lemahnya dari awal hingga pertengahan dan posisi yang canggung dalam pertarungan tim bertentangan dengan temanya sebagai Malaikat Jatuh yang kuat yang menggunakan Pedang Meteorik. Oleh karena itu, kami telah memberi Argus Ultimate baru yang dapat mengubah gelombang dalam pertarungan tim, dan memperkuat fase laning game awal-ke-pertengahan, sambil mengurangi kerusakan keterampilannya dan meludah-mendorong kekuatan yang sesuai.",
      "type": "Charge/Burst",
      "atribute": " ",
      "passive": " Demonic Slash Basic Regen: 200 HP >> 150 HP\nKerusakan Demonic Slash: 150 + 100% dari Total Serangan Fisik >> 180 + 80% dari Total Serangan FisikEnergi Malice\nEkstra yang Diperoleh dengan Crit: 5 >> 10",
      "skill1": " ",
      "skill2": " Dihapus: Menyerang target Terkutuk memberikan 200% Energi Malice.\nEfek baru: Memukul musuh memberikan 100 Energi Malice (kelebihan Energi Malice akan disimpan untuk Serangan Dasar berikutnya).\nKerusakan Dasar: 300-400 >> 120-240",
      "skill3": " ",
      "skill4": " ",
      "ultimate": " Argus menggambar Pedang Meteoriknya, memberikan Kerusakan Fisik kepada musuh terdekat dan menjadi Malaikat Jatuh. Jika serangan ini menghantam seorang pahlawan, itu meningkatkan Pedang Meteorik (dan Argus memperoleh Energi Malice besar-besaran setelah Demonic Slash). Jika ia mengalami kerusakan fatal selama transformasi, durasi keadaan Malaikat Jatuh akan segera diatur ulang. Jika dia tidak mengalami kerusakan fatal selama transformasi, cooldown akan berkurang 50% ketika Skill berakhir."
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Aulus",
      "imageHero": "hero108",
      "descHero": " Meningkatkan mekanika penumpukan pasif Aulus",
      "update": " Dengan perubahan-perubahan ini, kami bertujuan untuk meningkatkan mekanika\npenumpukan pasif Aulus dan mengurangi keberlanjutan, sambil memberinya lebih\nbanyak inisiatif dalam pertempuran.Sekarang Aulus's The Power of Axe lebih kuat,\nmampu secara aktif memperlambat musuh dan memberikan lebih banyak kerusakan pada\ntumpukan Fighting Spirit penuh.",
      "type": "Damage/Crowd Control",
      "atribute": " ",
      "passive": " Max Passive Stacks: 4 >> 3Kecepatan Serangan Diberikan per Stack: 9-12% >> 15%\nEfek yang Dihapus: Setiap tumpukan [Fighting Spirit] meningkatkan Penetrasi Fisik sebesar 1-4.\nEfek yang Dihapus: Pada tumpukan penuh [Fighting Spirit], dapatkan Kecepatan Gerakan 10%.",
      "skill1": " ",
      "skill2": " Efek Baru: Memperlambat musuh yang terkena 20% untuk 3s.\nEfek Baru: Ketika dilemparkan dengan tumpukan penuh Fighting Spirit, berikan Kerusakan Fisik tambahan sebesar 3,5-6% (skala dengan Tingkat Keterampilan) dari HP target kepada musuh dalam jangkauan (dibatasi pada 200-900 Kerusakan Ekstra terhadap Creep).\nKerusakan Dasar: 240-440 >> 200-400\nPemicu Pemulihan HP Serangan Dasar yang Ditingkatkan: Memukul pahlawan musuh atau Merayap >> Memukul target musuh (sekarang termasuk Minion musuh)",
      "skill3": " ",
      "skill4": " ",
      "ultimate": " Efek Kerajinan Bilah: Serangan Dasar menangani 50 Kerusakan Fisik tambahan di tumpukan [Fighting Spirit] penuh >> Serangan Dasar selalu menangani 50 Kerusakan Fisik tambahan (dapat ditumpuk dengan efek tumpukan [Fighting Spirit] penuh)"
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Zilong",
      "imageHero": "hero16",
      "descHero": "Meningkatkan kemampuan untuk team fight",
      "update": "Kami telah meningkatkan kemampuan tempur awal dan pertengahan pertandingan Zilong, membuatnya lebih mudah untuk mengatur ulang Skill 2-nya.Kami juga sedikit mengurangi Kecepatan Serangan Ultimate-nya untuk keseimbangan.",
      "type": "Chase/Damage",
      "atribute": "",
      "passive": "Basis HP Regen: 30 >> 50\nEfek Baru: Ketika HP target di bawah 50%, keterampilan Zilong dan Serangan Dasar memberikan 30 kerusakan tambahan.",
      "skill1": "",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": "Peningkatan Kecepatan Serangan: 45% -75% >> 35% -55%"
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Badang",
      "imageHero": "hero77",
      "descHero": "Meningkatkan Durasi Kontrol dan menyeimbangkan dengan meningkatkan cooldown-nya",
      "update": "Badang's Ultimate memiliki durasi kontrol yang relatif singkat tetapi durasi kerusakan yang lama, sehingga sulit untuk memaksimalkan output kerusakan. Oleh karena itu, kami telah meningkatkan Durasi Kontrol dan menyeimbangkan ini dengan meningkatkan cooldown-nya. Kami juga telah memperpendek foreswing Skill 1 untuk meningkatkan pengalaman kontrol.",
      "type": "Chase/Burst",
      "atribute": "",
      "passive": "",
      "skill1": "Mengurangi waktu meramalkan sebesar 25%.",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": "Durasi Kontrol: 0,6s >> 1s\nCooldown: 30-26s >> 45-35s"
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Harith",
      "imageHero": "hero73",
      "descHero": "Sedikit meningkatkan jangkauan serangan dasar dan skill 2 ",
      "update": "Pengalaman kontrol Skill 2 yang dioptimalkan: Kecepatan gagah yang sangat meningkat sambil sedikit mengurangi jarak dasbor, secara signifikan memperpendek durasi dasbor untuk meningkatkan pengalaman kombo.Juga meningkatkan Rentang Serangan Dasar untuk menjaga jarak untuk menindaklanjuti Keterampilan 2 dengan Serangan Dasar.",
      "type": "Chase/Damage",
      "atribute": "Jangkauan Serangan Dasar: 4.1 >> 4.3",
      "passive": "",
      "skill1": "",
      "skill2": "Kecepatan gagah: 9 >> 12 \nJarak Dash: 3.2 >> 3 \nJangkauan Serangan Dasar yang Ditingkatkan: 4.1 >> 4.3",
      "skill3": "",
      "skill4": "",
      "ultimate": ""
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Dyrroth",
      "imageHero": "hero85",
      "descHero": "Meningkatkan pengalaman kontrol dengan membiarkan skill 2-nya menargetkan Minion ",
      "update": "Pemulihan HP dari Wrath of the Abyss sebagian besar membantu Dyrroth membangun keunggulannya di fase laning tetapi menjadi kurang berdampak di akhir pertandingan. Kami ingin Dyrroth dapat terlibat dalam perkelahian berkepanjangan di game menengah ke akhir! Selain itu, kami telah meningkatkan pengalaman kontrolnya dengan membiarkan Skill 2-nya menargetkan Minion (saat masih memprioritaskan Pahlawan). Sekarang, Dyrroth bersinergi lebih baik dengan peralatan untuk Pejuang seperti War Axe dan Queen's Wings, memungkinkannya untuk memberikan lebih banyak kerusakan.",
      "type": "Charge/Burst",
      "atribute": "",
      "passive": "Efek yang Dihapus: Circle Strike pulih sama dengan 80 + 50% dari kerusakan yang ditangani (dibagi dua terhadap pelayan).\nEfek Baru: Circle Strike memulihkan HP sebesar 80 + 8% dari Max HP (dibagi dua terhadap Minion).",
      "skill1": "",
      "skill2": "Fatal Strike (Skill 2 fase kedua) sekarang dapat menargetkan semua Unit (sebelumnya tidak berlaku untuk Minion dan Unit yang Dipanggil).",
      "skill3": "",
      "skill4": "",
      "ultimate": ""
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Cici",
      "imageHero": "hero123",
      "descHero": "Sedikit meningkatkan jangkauan serangan dasarnya",
      "update": "Performa Cici relatif lemah di Patch saat ini, jadi kami memperluas jangkauan Serangan Dasarnya agar sesuai dengan rentang Skill 1-nya, memungkinkannya untuk mempertahankan tumpukan Pasifnya dengan lebih baik saat keterampilannya berada di cooldown.",
      "type": "Damage/Regen",
      "atribute": "Jangkauan Pemain: 3 >> 3,8",
      "passive": "",
      "skill1": "",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": ""
    },
    {
      "patch": "penyesuaian",
      "textpatch": "Penyesuaian",
      "titleHero": "Alucard",
      "imageHero": "hero7",
      "descHero": "Meningkatkan jeda setelah menggunakan skill dan menyesuaikan cooldown ",
      "update": "Sedikit meningkatkan jeda setelah Skill dan menyesuaikan cooldown sebagai kompensasi.",
      "type": "Chase/Damage",
      "atribute": "",
      "passive": "",
      "skill1": "Cooldown: 9.5s-7.5s >> 8.5s-6.5s\nMenambahkan 1 frame ke Skill backswing untuk meningkatkan umpan balik hit.",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": ""
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Lancelot",
      "imageHero": "hero47",
      "descHero": "Meningkatkan output kerusakan Lancelot di awal hingga pertengahan game",
      "update": "Meningkatkan output kerusakan Lancelot di game awal hingga pertengahan, bertujuan untuk membuatnya menjadi pesaing kuat di antara Assassins.",
      "type": "Chase/Burst",
      "atribute": "",
      "passive": "",
      "skill1": "",
      "skill2": "Kerusakan: 170-245 + 130% -155% Serangan Fisik Ekstra >> 220-370 + 130% Serangan Fisik Ekstra",
      "skill3": "",
      "skill4": "",
      "ultimate": ""
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Karrie",
      "imageHero": "hero40",
      "descHero": "Meningkatkan kerusakan pada awal hingga pertengahan game",
      "update": "Sebagai keterampilan tipe penggemar, Karrie's Ultimate memberikan Peningkatan Kerusakan yang tidak memadai pada game awal hingga pertengahan.",
      "type": "Reap/Damage",
      "atribute": "",
      "passive": "",
      "skill1": "",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": "Ketika Ultimate diaktifkan, kerusakan setiap Serangan Dasar meningkat sebesar 40."
    },
    {
      "patch": "buff",
      "textpatch": "Buff",
      "titleHero": "Irithel",
      "imageHero": "hero43",
      "descHero": "Meningkatkan output kerusakan Irithel setelah mengaktifkan Ultimate",
      "update": "Kami bertujuan untuk meningkatkan output kerusakan Irithe setelah mengaktifkan Ultimate-nya di pertengahan pertandingan.",
      "type": "Reap/Burst",
      "atribute": "",
      "passive": "",
      "skill1": "",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": "Kerusakan Serangan Dasar dengan Ultimate: 120 + 60% -80% dari Total Serangan Fisik >> 120-200 + 65% dari Total Serangan Fisik"
    },
    {
      "patch": "nerf",
      "textpatch": "Nerf",
      "titleHero": "Bruno",
      "imageHero": "hero12",
      "descHero": "Sedikit mengurangi Jangkauan Serangan Dasar dari Bruno",
      "update": "Sebagai Penembak jitu dengan mobilitas jarak jauh, Bruno's Attack Range secara signifikan melebihi Penembak jitu lainnya dengan keterampilan gagah. Kami bertujuan untuk mengurangi keuntungan ini.",
      "type": "Reap/Burst",
      "atribute": "Rentang Serangan Dasar: 5.1 >> 4.8",
      "passive": "",
      "skill1": "",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": ""
    },
    {
      "patch": "nerf",
      "textpatch": "Nerf",
      "titleHero": "Fanny",
      "imageHero": "hero17",
      "descHero": "Menyesuaikan Regen Energi untuk pengalaman bermain yang seimbang",
      "update": "Seiring waktu, kekuatan Fanny meningkat setelah perubahan melebihi harapan, membuatnya agak terlalu mobile. Oleh karena itu, kami sedikit menyesuaikan Regen Energi untuk mencapai pengalaman yang lebih seimbang.",
      "type": "Chase/Reap",
      "atribute": "Regen Energi: 5 >> 4",
      "passive": "",
      "skill1": "",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": ""
    },
    {
      "patch": "nerf",
      "textpatch": "Nerf",
      "titleHero": "Cecilion",
      "imageHero": "hero91",
      "descHero": "Sedikit mengurangi kerusakannya mid-to-late game",
      "update": "Setelah penyesuaian peralatan, Cecilion menjadi agak terlalu dominan. Kami sedikit mengurangi kerusakannya di game mid-to-late.",
      "type": "Poke/Burst",
      "atribute": "",
      "passive": "",
      "skill1": "Magic Power Bonus to Path Damage: 80% >> 70%\nBonus Daya Ajaib untuk Mengakhiri Kerusakan: 160% >> 140%",
      "skill2": "",
      "skill3": "",
      "skill4": "",
      "ultimate": ""
    }
  ]
}
